---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.Name
source: html/080e5a91-8c72-8c1e-ca29-2a1f0229218a.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.Name Property

Get or Set the Name of the Zone.

## Syntax (C#)
```csharp
public override string Name { set; }
```

## Remarks
This property is used to get or set the Name of the Zone.